const CONFIG = [
  {
    startTime: '2022-6-13 00:00:00',
    endTime: '2023-9-30 00:00:00',
    title: '蓬涞数据',
    content: '用数据驱动医院管理向精益化跃升，用机制变革推动医疗资源配置模式重构',
    job: '前端开发',
    describe: [
      '1、负责公司的网页设计并开发用户友好的界面，确保页面的兼容性和可访问性',
      '2、负责数据可视化实现，设计和开发数据可视化工具',
      '3、开发和维护医院管理的前端界面，使之能够轻松访问和更新医院管理信息',
      '4、参与项目的前端技术栈选型',
      '5、负责项目的响应式设计，确保网站在各种屏幕尺寸和设备上都能正常显示和操作',
      '6、对前端代码进行性能优化，提高网页加载速度和性能，包括减少HTTP请求、使用CDN、压缩资源等',
      '7、与UI/UX设计师合作，对项目的交互体验负责，包括表单验证、动画效果等',
      '8、使用版本控制工具管理前端代码，确保团队协作和代码版本追踪',
      '9、编写前端代码的文档，包括代码注释、使用手册等'
    ]
  },
  {
    startTime: '2021-4-13 00:00:00',
    endTime: '2022-5-31 00:00:00',
    title: '亿欧EqualOcean',
    content: '科技+产业+投资信息平台和智库',
    job: '前端开发',
    describe: [
      '1、负责亿欧公司亿欧数据、商务项目的web及H5开发',
      '2、参与亿欧网、亿欧内容、数据后台管理系统的web及H5开发',
      '3、负责高质量的设计和编码，承担重点、难点的技术攻坚',
      '4、与产品经理配合，深度参与产品需求讨论，功能定义',
      '5、对项目的交互体验、响应性能、组件化、模块化，进行持续优化与提升',
      '6、项目主要使用Vue、Ts、Less进行网站功能开发',
      '7、解决兼容性问题，上线紧急任务，修正线上bug等'
    ]
  },
  {
    startTime: '2019-8-26 00:00:00',
    endTime: '2021-4-07 00:00:00',
    title: '日海智能',
    content: '物联网时代智慧服务商',
    job: '前端开发',
    describe: [
      '1、主要使用React、Redux和必要的HTML和CSS对平台网站的前端开发',
      '2、负责网站业务逻辑的实现，包括界面展示、数据交互等',
      '3、负责完成js控件的实现，包括ui控件和其他模块化封装',
      '4、参与html/css方面的工作',
      '5、测试并修复bug，优化代码并提升代码质量及页面性能'
    ]
  },
  {
    startTime: '2018-7-14 00:00:00',
    endTime: '2019-8-16 00:00:00',
    title: '鱼猫金服',
    content: '供应链金融网络借贷信息中介平台',
    job: '前端开发',
    describe: [
      '1、根据产品指定的原型图了解项目基本需求',
      '2、进行项目分析及技术选型，搭建项目框架，进行基本的路由配置及demo编写',
      '3、利用H5相关技术、主流前端框架（主要使用Vue.js）开发网站，移动端等多平台应用',
      '4、与产品、UI进行良好沟通，快速理解各模块需求，并进行相应的模块设计与开发',
      '5、配合产品经理对web前端产品持续优化页面架构和性能，改善用户体验',
      '6、与后端合作完成整个项目和产品开发',
      '7、测试维护，修复bug，提升用户体验及页面性能',
      '8、部署上线，能够及时处理线上问题'
    ]
  },
  {
    startTime: '2017-4-17 00:00:00',
    endTime: '2018-7-14 00:00:00',
    title: '毫末科技',
    content: '技术咨询及软件开发服务',
    job: '项目经理、前端开发',
    describe: [
      '1、协助产品对项目需求进行梳理',
      '2、根据产品和UI设计制作规范的前端Web页面',
      '3、利用H5相关技术、主流前端框架（AngularJS、Vue.js等）开发网站，移动端等多平台应用',
      '4、与产品、UI进行良好沟通，快速理解各方需求，并进行相应的模块设计与开发',
      '5、配合产品经理对web前端产品持续优化页面架构和性能，改善用户体验',
      '6、根据用户的需求,分析并给出最优的前台技术解决方案',
      '7、与后端合作完成整个项目和产品开发',
      '8、测试维护，修复bug,提升用户体验及页面性能',
      '9、协助部署上线，能够及时处理线上问题',
      '10、整个项目过程中把控各模块开发人员进度，在开发人员遇到困难及时提供协助'
    ]
  },
  {
    startTime: '2016-8-1 00:00:00',
    endTime: '2017-4-17 00:00:00',
    title: '蜜枣网',
    content: '全渠道全行为全能力消费者数据分析',
    job: '前端开发',
    describe: [
      '1、根据产品和UI设计制作规范的前端Web页面',
      '2、利用H5相关技术、原生JS、jQ等第三方插件库，开发PC、移动端应用',
      '3、与产品、UI进行良好沟通，理解客户需求，使用既有模块进行实现，并进行相应的模块定制化开发',
      '4、与后端合作完成整个项目和产品开发',
      '5、测试维护，修复bug,提升用户体验及页面性能'
    ]
  }
];

export default CONFIG;
